Repository: iJustinn/Body
Catalog: Body/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ru, tr, zh_hans

source: No warnings in Body's cached data for today.
de: Keine Warnungen von heute in den zwischengespeicherten Daten von Body.
es: No hay avisos de hoy en los datos en caché de Body.
fr: Aucun avertissement aujourd’hui dans les données en cache de Body.
hi: Body के कैश डेटा में आज कोई चेतावनी नहीं है।
ru: В кэше Body нет предупреждений за сегодня.
tr: Body'nin önbellekteki verilerinde bugün için uyarı yok.
zh_hans: Body 的缓存数据中今天没有警告。

source: No workout types for this month
de: Keine Trainingsarten in diesem Monat
es: No hay tipos de entrenamiento este mes
fr: Aucun type d’exercice pour ce mois
hi: इस महीने कोई वर्कआउट प्रकार नहीं
ru: Нет типов тренировок за этот месяц
tr: Bu ay için antrenman türü yok
zh_hans: 本月没有运动类型

# No workouts for %@ %@
source: No workouts for %1$@ %2$@
de: Keine Trainings im %1$@ %2$@
es: No hay entrenamientos en %1$@ de %2$@
fr: Aucun exercice en %1$@ %2$@
hi: %1$@ %2$@ में कोई वर्कआउट नहीं
ru: Нет тренировок: %1$@ %2$@
tr: %1$@ %2$@ için antrenman yok
zh_hans: %2$@年%1$@没有运动

source: No workouts for this day
de: Keine Trainings an diesem Tag
es: No hay entrenamientos este día
fr: Aucun exercice ce jour-là
hi: इस दिन कोई वर्कआउट नहीं
ru: Нет тренировок за этот день
tr: Bu gün için antrenman yok
zh_hans: 这一天没有运动

source: No workouts for this selection.
de: Keine Trainings für diese Auswahl.
es: No hay entrenamientos para esta selección.
fr: Aucun exercice pour cette sélection.
hi: इस चयन के लिए कोई वर्कआउट नहीं।
ru: Нет тренировок по выбранным условиям.
tr: Bu seçim için antrenman yok.
zh_hans: 没有符合所选条件的运动。

source: No Workouts Found
de: Keine Trainings gefunden
es: No se encontraron entrenamientos
fr: Aucun exercice trouvé
hi: कोई वर्कआउट नहीं मिला
ru: Тренировки не найдены
tr: Antrenman Bulunamadı
zh_hans: 未找到运动

source: No workouts logged in Body this week yet.
de: Diese Woche wurden in Body noch keine Trainings erfasst.
es: Aún no hay entrenamientos registrados en Body esta semana.
fr: Aucun exercice enregistré dans Body cette semaine pour le moment.
hi: इस सप्ताह Body में अभी तक कोई वर्कआउट दर्ज नहीं हुआ।
ru: На этой неделе в Body пока нет тренировок.
tr: Bu hafta Body'de henüz kaydedilmiş antrenman yok.
zh_hans: 本周 Body 中还没有记录运动。

source: None
de: Keine
es: Ninguno
fr: Aucun
hi: कोई नहीं
ru: Нет
tr: Yok
zh_hans: 无

source: Not enough history yet
de: Noch nicht genug Verlauf
es: Aún no hay suficiente historial
fr: Historique encore insuffisant
hi: अभी पर्याप्त इतिहास नहीं
ru: Пока недостаточно истории
tr: Henüz yeterli geçmiş yok
zh_hans: 历史数据还不够

source: Not enough sleep data yet
de: Noch nicht genug Schlafdaten
es: Aún no hay suficientes datos de sueño
fr: Données de sommeil encore insuffisantes
hi: अभी पर्याप्त नींद डेटा नहीं
ru: Пока недостаточно данных о сне
tr: Henüz yeterli uyku verisi yok
zh_hans: 睡眠数据还不够

source: Not Now
de: Jetzt nicht
es: Ahora no
fr: Plus tard
hi: अभी नहीं
ru: Не сейчас
tr: Şimdi Değil
zh_hans: 暂不

source: Not Synced
de: Nicht synchronisiert
es: Sin sincronizar
fr: Non synchronisé
hi: सिंक नहीं हुआ
ru: Не синхронизировано
tr: Eşzamanlanmadı
zh_hans: 未同步

source: Not yet refreshed
de: Noch nicht aktualisiert
es: Aún sin actualizar
fr: Pas encore actualisé
hi: अभी रीफ़्रेश नहीं हुआ
ru: Еще не обновлено
tr: Henüz yenilenmedi
zh_hans: 尚未刷新

source: Notifications are turned off for Body. Enable them in Settings to get warning alerts.
de: Mitteilungen für Body sind deaktiviert. Aktiviere sie in den Einstellungen, um Warnhinweise zu erhalten.
es: Las notificaciones de Body están desactivadas. Actívalas en Ajustes para recibir avisos.
fr: Les notifications sont désactivées pour Body. Activez-les dans Réglages pour recevoir les alertes d’avertissement.
hi: Body के लिए सूचनाएँ बंद हैं। चेतावनी अलर्ट पाने के लिए सेटिंग में उन्हें चालू करें।
ru: Уведомления для Body выключены. Включите их в Настройках, чтобы получать предупреждения.
tr: Body için bildirimler kapalı. Uyarı bildirimleri almak için Ayarlar'dan açın.
zh_hans: Body 的通知已关闭。请在“设置”中开启通知以接收警告提醒。

# notifications.all
source: All Notifications
de: Alle Mitteilungen
es: Todas las notificaciones
fr: Toutes les notifications
hi: सभी सूचनाएँ
ru: Все уведомления
tr: Tüm Bildirimler
zh_hans: 所有通知

# notifications.all.footer
source: Turn every Body notification on or off. Your choices below are kept while this is off.
de: Schaltet alle Mitteilungen von Body ein oder aus. Deine Auswahl unten bleibt erhalten, solange diese Option deaktiviert ist.
es: Activa o desactiva todas las notificaciones de Body. Tus opciones de abajo se conservan mientras esto está desactivado.
fr: Active ou désactive toutes les notifications de Body. Vos choix ci-dessous sont conservés lorsque cette option est désactivée.
hi: Body की हर सूचना एक साथ चालू या बंद करें। इसके बंद रहने पर भी नीचे के आपके विकल्प बने रहते हैं।
ru: Включает или выключает все уведомления Body. Пока параметр выключен, Ваш выбор ниже сохраняется.
tr: Tüm Body bildirimlerini açın veya kapatın. Bu kapalıyken aşağıdaki seçimleriniz korunur.
zh_hans: 一键开启或关闭 Body 的全部通知。关闭时仍会保留下方各项的选择。

# notifications.categories
source: Alerts
de: Hinweise
es: Alertas
fr: Alertes
hi: अलर्ट
ru: Типы уведомлений
tr: Uyarılar
zh_hans: 提醒类型

# notifications.permission.enable
source: Enable Notifications
de: Mitteilungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
hi: सूचनाएँ चालू करें
ru: Включить уведомления
tr: Bildirimleri Aç
zh_hans: 开启通知

# notifications.permission.explainer
source: Allow Body to notify you about metric warnings, high-stress episodes, synced workouts, and sleep data. You can change each category in Settings.
de: Erlaube Body, dich über Messwertwarnungen, Phasen mit hohem Stress, synchronisierte Trainings und Schlafdaten zu informieren. Du kannst jede Kategorie in den Einstellungen ändern.
es: Permite que Body te avise de alertas de métricas, episodios de estrés alto, entrenamientos sincronizados y datos de sueño. Puedes cambiar cada categoría en Ajustes.
fr: Autorisez Body à vous prévenir des avertissements de mesures, des épisodes de stress élevé, des exercices synchronisés et des données de sommeil. Vous pouvez modifier chaque catégorie dans Réglages.
hi: Body को मेट्रिक चेतावनियों, ज़्यादा तनाव के दौर, सिंक हुए वर्कआउट और नींद डेटा के बारे में सूचित करने की अनुमति दें। आप हर श्रेणी को सेटिंग में बदल सकते हैं।
ru: Разрешите Body уведомлять Вас о предупреждениях о показателях, периодах высокого стресса, синхронизированных тренировках и данных сна. Каждую категорию можно изменить в Настройках.
tr: Body'nin ölçüm uyarıları, yüksek stres dönemleri, eşzamanlanan antrenmanlar ve uyku verileri hakkında size bildirim göndermesine izin verin. Her kategoriyi Ayarlar'dan değiştirebilirsiniz.
zh_hans: 允许 Body 发送指标预警、高压力时段、运动同步和睡眠数据通知。您可以在设置中分别调整各类通知。

# notifications.permission.later
source: Not Now
de: Jetzt nicht
es: Ahora no
fr: Plus tard
hi: अभी नहीं
ru: Не сейчас
tr: Şimdi Değil
zh_hans: 暂不

# notifications.permission.settings
source: Open Notification Settings
de: Mitteilungseinstellungen öffnen
es: Abrir ajustes de notificaciones
fr: Ouvrir les réglages de notification
hi: सूचना सेटिंग खोलें
ru: Открыть настройки уведомлений
tr: Bildirim Ayarlarını Aç
zh_hans: 打开通知设置

# notifications.permission.title
source: Stay informed
de: Bleib auf dem Laufenden
es: Mantente al tanto
fr: Restez au courant
hi: जानकारी पाते रहें
ru: Будьте в курсе
tr: Haberdar olun
zh_hans: 及时了解身体状态

# notifications.readiness
source: Daily Readiness
de: Tagesform
es: Preparación diaria
fr: Préparation quotidienne
hi: दैनिक रेडिनेस
ru: Готовность
tr: Günlük Hazırlık
zh_hans: 每日就绪状态

# notifications.readiness.body
source: You're starting today at %lld%% (%@). Tap to see what shaped it.
de: Deine Tagesform startet heute bei %lld%% (%@). Tippe, um zu sehen, was sie beeinflusst hat.
es: Empiezas el día con un %lld%% (%@). Toca para ver qué influyó.
fr: Votre niveau de préparation démarre la journée à %lld %% (%@). Touchez pour voir ce qui l’a influencé.
hi: आज आपकी रेडिनेस %lld%% (%@) से शुरू हो रही है। टैप करके देखें कि इस पर किन बातों का असर रहा।
ru: Готовность на начало дня: %lld%% (%@). Коснитесь, чтобы узнать, что на нее повлияло.
tr: Bugüne %%%lld (%@) hazırlıkla başlıyorsunuz. Neyin etkilediğini görmek için dokunun.
zh_hans: 您今天的起始就绪状态为 %lld%%（%@）。轻点查看影响因素。

# notifications.readiness.footer
source: Notify me when my readiness for the day is ready
de: Mitteilung, wenn deine Tagesform für heute berechnet ist
es: Avisarme cuando mi preparación del día esté lista
fr: Me prévenir lorsque mon niveau de préparation du jour est disponible
hi: दिन की मेरी रेडिनेस तैयार होने पर मुझे सूचित करें
ru: Уведомлять, когда готовность на день рассчитана
tr: Günün hazırlık puanı hazır olduğunda bana bildir
zh_hans: 当日就绪状态计算完成后通知我

# notifications.readiness.title
source: Today's readiness is ready
de: Deine Tagesform für heute ist da
es: Tu preparación de hoy está lista
fr: Le niveau de préparation du jour est disponible
hi: आज की रेडिनेस तैयार है
ru: Готовность на сегодня рассчитана
tr: Bugünün hazırlık puanı hazır
zh_hans: 今日就绪状态已就绪

# notifications.section
source: Notifications
de: Mitteilungen
es: Notificaciones
hi: सूचनाएँ
ru: Уведомления
tr: Bildirimler
zh_hans: 通知

# notifications.sleep
source: Sleep Data
de: Schlafdaten
es: Datos de sueño
fr: Données de sommeil
hi: नींद डेटा
ru: Данные сна
tr: Uyku Verileri
zh_hans: 睡眠数据

# notifications.sleep.body
source: Your sleep data has synced: %@ asleep. Tap to view Sleep.
de: Deine Schlafdaten sind synchronisiert: %@ geschlafen. Tippe, um „Schlaf“ zu öffnen.
es: Tus datos de sueño se sincronizaron: %@ de sueño. Toca para ver Sueño.
fr: Vos données de sommeil ont été synchronisées : %@ de sommeil. Touchez pour afficher Sommeil.
hi: आपका नींद डेटा सिंक हो गया: %@ नींद। नींद देखने के लिए टैप करें।
ru: Данные сна синхронизированы. Сон: %@. Коснитесь, чтобы открыть раздел «Сон».
tr: Uyku verileriniz eşzamanlandı: %@ uyku. Uyku sayfasını görmek için dokunun.
zh_hans: 您的睡眠数据已同步：睡眠时长 %@。轻点查看睡眠。

# notifications.sleep.footer
source: Notify me when my nightly sleep data syncs
de: Mitteilung, wenn deine nächtlichen Schlafdaten synchronisiert sind
es: Avisarme cuando se sincronicen mis datos de sueño de la noche
fr: Me prévenir lorsque mes données de sommeil de la nuit sont synchronisées
hi: रात का मेरा नींद डेटा सिंक होने पर मुझे सूचित करें
ru: Уведомлять, когда данные сна синхронизированы
tr: Gece uyku verilerim eşzamanlandığında bana bildir
zh_hans: 夜间睡眠数据同步后通知我

# notifications.sleep.title
source: Sleep data is ready
de: Deine Schlafdaten sind da
es: Tus datos de sueño están listos
fr: Les données de sommeil sont disponibles
hi: नींद डेटा तैयार है
ru: Данные сна готовы
tr: Uyku verileri hazır
zh_hans: 睡眠数据已就绪

# notifications.stress
source: High Stress
de: Hoher Stress
es: Estrés alto
fr: Stress élevé
hi: ज़्यादा तनाव
ru: Высокий стресс
tr: Yüksek Stres
zh_hans: 高压力

# notifications.stress.body
source: Your stress score reached %lld at %@.
de: Dein Stresswert lag um %2$@ bei %1$lld.
es: Tu puntuación de estrés llegó a %lld (%@).
fr: Votre score de stress a atteint %lld à %@.
hi: %2$@ पर आपका तनाव स्कोर %1$lld तक पहुँच गया।
ru: Оценка стресса достигла %1$lld в %2$@.
tr: Saat %2$@: stres puanınız %1$lld değerine ulaştı.
zh_hans: 您的压力评分在 %2$@ 达到 %1$lld。

# notifications.stress.footer
source: Get notified when a new period of high stress is detected from your heart data while Body checks in the background.
de: Erhalte eine Mitteilung, wenn Body bei der Prüfung im Hintergrund anhand deiner Herzdaten eine neue Phase mit hohem Stress erkennt.
es: Recibe un aviso cuando se detecte un nuevo periodo de estrés alto en tus datos cardiacos mientras Body hace comprobaciones en segundo plano.
fr: Recevez une notification lorsqu’un nouvel épisode de stress élevé est détecté dans vos données cardiaques pendant les vérifications en arrière-plan de Body.
hi: जब Body बैकग्राउंड में जाँच करते समय आपके हृदय डेटा से ज़्यादा तनाव का कोई नया दौर पहचाने, तब सूचना पाएँ।
ru: Получайте уведомление, когда во время фоновой проверки Body обнаруживает по данным сердца новый период высокого стресса.
tr: Body arka planda denetim yaparken kalp verilerinizden yeni bir yüksek stres dönemi algılandığında bildirim alın.
zh_hans: 当 Body 在后台检查时，根据心脏数据检测到新的高压力时段时通知您。

# notifications.stress.title
source: High stress detected earlier
de: Vorhin hoher Stress erkannt
es: Se detectó estrés alto hace un rato
fr: Stress élevé détecté plus tôt
hi: कुछ देर पहले ज़्यादा तनाव का पता चला
ru: Ранее обнаружен высокий стресс
tr: Daha önce yüksek stres algılandı
zh_hans: 此前检测到高压力

# notifications.timing
source: Background checks follow the system’s schedule. Stress alerts report new high-stress episodes, at most once per check. Workout alerts arrive after syncing. Metric warnings notify once per kind each day.
de: Hintergrundprüfungen folgen dem Zeitplan des Systems. Stresshinweise melden neue Phasen mit hohem Stress, höchstens einmal pro Prüfung. Trainingshinweise kommen nach der Synchronisierung. Messwertwarnungen erscheinen einmal pro Art und Tag.
es: Las comprobaciones en segundo plano siguen la programación del sistema. Las alertas de estrés informan de nuevos episodios de estrés alto, como máximo una vez por comprobación. Las alertas de entrenamiento llegan después de sincronizar. Los avisos de métricas se envían una vez al día por cada tipo.
fr: Les vérifications en arrière-plan suivent le calendrier du système. Les alertes de stress signalent les nouveaux épisodes de stress élevé, au plus une fois par vérification. Les alertes d’exercice arrivent après la synchronisation. Les avertissements de mesures sont envoyés une fois par type et par jour.
hi: बैकग्राउंड जाँच सिस्टम के शेड्यूल के अनुसार होती है। तनाव अलर्ट ज़्यादा तनाव के नए दौर बताते हैं, हर जाँच में ज़्यादा से ज़्यादा एक बार। वर्कआउट अलर्ट सिंक होने के बाद आते हैं। मेट्रिक चेतावनियाँ हर प्रकार के लिए दिन में एक बार आती हैं।
ru: Фоновые проверки выполняются по расписанию системы. Уведомления о стрессе сообщают о новых периодах высокого стресса, не чаще одного раза за проверку. Уведомления о тренировках приходят после синхронизации. Предупреждения о показателях приходят не чаще одного раза в день для каждого вида.
tr: Arka plan denetimleri sistemin zamanlamasına göre çalışır. Stres uyarıları yeni yüksek stres dönemlerini her denetimde en fazla bir kez bildirir. Antrenman uyarıları eşzamanlamadan sonra gelir. Ölçüm uyarıları her tür için günde bir kez bildirilir.
zh_hans: 后台检查由系统安排。压力通知报告新的高压力时段，每次检查最多一次。运动通知在同步后发送。每种指标预警每天最多通知一次。

# notifications.warnings
source: Metric Warnings
de: Messwertwarnungen
es: Avisos de métricas
fr: Avertissements de mesures
hi: मेट्रिक चेतावनियाँ
ru: Предупреждения о показателях
tr: Ölçüm Uyarıları
zh_hans: 指标预警

# notifications.warnings.footer
source: Get notified the first time a day a metric crosses one of your warning thresholds, such as low heart rate or low blood oxygen.
de: Erhalte eine Mitteilung, wenn ein Messwert an einem Tag zum ersten Mal eine deiner Warnschwellen überschreitet, etwa bei niedriger Herzfrequenz oder niedrigem Blutsauerstoff.
es: Recibe un aviso la primera vez en el día que una métrica cruce uno de tus umbrales de aviso, como frecuencia cardiaca baja u oxígeno en sangre bajo.
fr: Recevez une notification la première fois dans la journée qu’une mesure franchit l’un de vos seuils d’avertissement, comme une fréquence cardiaque faible ou un oxygène sanguin faible.
hi: जब कोई मेट्रिक दिन में पहली बार आपकी किसी चेतावनी सीमा को पार करे, जैसे निम्न हृदय गति या निम्न रक्त ऑक्सीजन, तब सूचना पाएँ।
ru: Получайте уведомление, когда показатель впервые за день выходит за один из Ваших порогов предупреждения, например при низком пульсе или низком уровне кислорода в крови.
tr: Bir ölçüm, düşük kalp atış hızı veya düşük kanda oksijen düzeyi gibi uyarı eşiklerinizden birini gün içinde ilk kez aştığında bildirim alın.
zh_hans: 当指标当天首次超出您设定的预警阈值时通知您，例如心率过低或血氧过低。

# notifications.workout.body
source: %@ · %@. Finished %@.
de: %@ · %@. Beendet um %@.
es: %@ · %@. Finalizado: %@.
fr: %@ · %@. Terminé à %@.
hi: %@ · %@। पूरा हुआ: %@।
ru: %@ · %@. Окончание: %@.
tr: %@ · %@. Bitiş: %@.
zh_hans: %@ · %@。结束于 %@。

# notifications.workout.title
source: Workout synced
de: Training synchronisiert
es: Entrenamiento sincronizado
fr: Exercice synchronisé
hi: वर्कआउट सिंक हुआ
ru: Тренировка синхронизирована
tr: Antrenman eşzamanlandı
zh_hans: 运动已同步

# notifications.workout.unavailable
source: This workout is no longer available.
de: Dieses Training ist nicht mehr verfügbar.
es: Este entrenamiento ya no está disponible.
fr: Cet exercice n’est plus disponible.
hi: यह वर्कआउट अब उपलब्ध नहीं है।
ru: Эта тренировка больше недоступна.
tr: Bu antrenman artık kullanılamıyor.
zh_hans: 此运动已不可用。

# notifications.workouts
source: Workout Finished
de: Training beendet
es: Entrenamiento terminado
fr: Exercice terminé
hi: वर्कआउट पूरा हुआ
ru: Тренировка завершена
tr: Antrenman Bitti
zh_hans: 运动完成

# notifications.workouts.footer
source: Get notified after a workout syncs from Apple Health. Tap the notification to open its details.
de: Erhalte eine Mitteilung, nachdem ein Training aus Health synchronisiert wurde. Tippe auf die Mitteilung, um die Details zu öffnen.
es: Recibe un aviso cuando se sincronice un entrenamiento desde la app Salud. Toca la notificación para abrir sus detalles.
fr: Recevez une notification après la synchronisation d’un exercice depuis l’app Santé. Touchez la notification pour ouvrir ses détails.
hi: सेहत से कोई वर्कआउट सिंक होने के बाद सूचना पाएँ। उसका विवरण खोलने के लिए सूचना पर टैप करें।
ru: Получайте уведомление после синхронизации тренировки из приложения «Здоровье». Коснитесь уведомления, чтобы открыть подробности.
tr: Bir antrenman Sağlık uygulamasından eşzamanlandıktan sonra bildirim alın. Ayrıntılarını açmak için bildirime dokunun.
zh_hans: 运动从 Apple Health 同步后通知您。点按通知即可查看详情。

source: Notify Me
de: Mitteilung erhalten
es: Avisarme
fr: Me prévenir
hi: मुझे सूचित करें
ru: Уведомлять
tr: Bana Bildir
zh_hans: 通知我

source: Nutrition
de: Ernährung
es: Nutrición
hi: पोषण
ru: Питание
tr: Beslenme
zh_hans: 营养

source: Off
de: Aus
es: Desactivado
fr: Désactivé
hi: बंद
ru: Выкл.
tr: Kapalı
zh_hans: 关

source: Off silences every vibration Body plays, including the pull to refresh tap, the hold to regenerate tap on the Readiness comment, and the share card centering snap. The switches below keep their choices for when you turn it back on. The watch app has its own Vibration switch.
de: Wenn diese Option deaktiviert ist, schaltet Body alle Vibrationen stumm, auch das Tippen beim Aktualisieren durch Ziehen, das Tippen beim Gedrückthalten zum Neuerstellen des Tagesform-Kommentars und das Einrasten beim Zentrieren der Teilen-Karte. Die Schalter unten behalten ihre Auswahl für den Fall, dass du die Option wieder aktivierst. Die Watch-App hat einen eigenen Schalter für Vibration.
es: Al desactivarlo se silencian todas las vibraciones de Body, incluido el toque al deslizar hacia abajo para actualizar, el toque al mantener el dedo sobre el comentario de preparación para regenerarlo y el ajuste al centrar la tarjeta para compartir. Los interruptores de abajo conservan sus opciones para cuando lo vuelvas a activar. La app del reloj tiene su propio interruptor de vibración.
fr: Lorsque cette option est désactivée, Body coupe toutes ses vibrations, y compris celle de l’actualisation par balayage vers le bas, celle du maintien pour régénérer le commentaire de préparation et le calage au centre de la carte de partage. Les interrupteurs ci-dessous conservent leurs choix pour le moment où vous la réactivez. L’app pour Apple Watch a son propre interrupteur Vibrations.
hi: बंद करने पर Body के सभी वाइब्रेशन बंद हो जाते हैं, जिनमें रीफ़्रेश के लिए नीचे खींचने का टैप, रेडिनेस टिप्पणी को दोबारा बनाने के लिए दबाकर रखने का टैप, और शेयर कार्ड के बीच में आने का स्नैप शामिल हैं। नीचे के स्विच अपने विकल्प सँभालकर रखते हैं, ताकि इसे दोबारा चालू करने पर वे लागू हों। Apple Watch पर ऐप का अपना वाइब्रेशन स्विच है।
ru: Если параметр выключен, Body отключает все вибрации, включая отклик при обновлении жестом вниз, отклик при удержании для повторного создания комментария к готовности и щелчок при центрировании карточки для публикации. Переключатели ниже сохраняют свои значения до повторного включения. В приложении для часов есть свой переключатель вибрации.
tr: Kapalıyken Body'nin tüm titreşimleri susturulur. Aşağı çekip yenileme dokunuşu, Hazırlık yorumunu yeniden oluşturmak için basılı tutma dokunuşu ve paylaşım kartının ortalanma titreşimi de buna dahildir. Aşağıdaki anahtarlar, yeniden açtığınızda kullanılmak üzere seçimlerini korur. Saat uygulamasının kendi Titreşim anahtarı vardır.
zh_hans: 关闭后，Body 的所有震动都会静音，包括下拉刷新的轻震、长按准备度评语重新生成时的轻震，以及分享卡片居中对齐时的震动。下方各开关会保留各自的选择，待重新开启后继续生效。手表 App 有单独的震动开关。

source: Oldest
de: Älteste
es: Más antiguo
fr: Plus ancien
hi: सबसे पुराना
ru: Сначала старые
tr: En Eski
zh_hans: 最早

source: On
de: Ein
es: Activado
fr: Activé
hi: चालू
ru: Вкл.
tr: Açık
zh_hans: 开

source: On average, %@ %@ over the last %@.
de: Im Schnitt über die letzten %3$@: %1$@ %2$@.
es: En promedio, %@ %@ en el último periodo de %@.
fr: En moyenne, %1$@ %2$@ sur %3$@.
hi: पिछले %3$@ में औसतन %1$@ %2$@।
ru: %1$@ (в среднем): %2$@ за %3$@.
tr: Son %3$@ içinde ortalama olarak %1$@ %2$@.
zh_hans: 过去%3$@内，%1$@平均%2$@。

source: On-disk size: %@.
de: Belegter Speicher: %@.
es: Tamaño en disco: %@.
fr: Taille sur le disque : %@.
hi: डिस्क पर आकार: %@।
ru: Размер на диске: %@.
tr: Diskteki boyut: %@.
zh_hans: 占用磁盘空间：%@。

source: Onboarding
de: Einführung
es: Introducción
fr: Présentation
hi: ऑनबोर्डिंग
ru: Знакомство
tr: Tanıtım
zh_hans: 引导教程

# onboarding.back
source: Back
de: Zurück
es: Atrás
fr: Précédent
hi: वापस
ru: Назад
tr: Geri
zh_hans: 上一步

# onboarding.calendar.flame
source: Flame = 13 or more
de: Flamme = 13 oder mehr
es: Llama = 13 o más
fr: Flamme = 13 ou plus
hi: लौ = 13 या ज़्यादा
ru: Пламя = 13 и больше
tr: Alev = 13 veya daha fazla
zh_hans: 火焰 = 13 次及以上

# onboarding.calendar.flame.subtitle
source: Tap any marked day to see its workouts.
de: Tippe auf einen markierten Tag, um seine Trainings zu sehen.
es: Toca un día marcado para ver sus entrenamientos.
fr: Touchez un jour marqué pour voir ses exercices.
hi: किसी भी निशान वाले दिन पर टैप करके उसके वर्कआउट देखें।
ru: Коснитесь отмеченного дня, чтобы увидеть его тренировки.
tr: Antrenmanlarını görmek için işaretli herhangi bir güne dokunun.
zh_hans: 点按任意带标记的日期即可查看当天的运动。

# onboarding.calendar.moon
source: Moon = 3 workouts
de: Mond = 3 Trainings
es: Luna = 3 entrenamientos
fr: Lune = 3 exercices
hi: चाँद = 3 वर्कआउट
ru: Луна = 3 тренировки
tr: Ay = 3 antrenman
zh_hans: 月亮 = 3 次运动

# onboarding.calendar.moon.subtitle
source: Two moons mean six.
de: Zwei Monde bedeuten sechs.
es: Dos lunas son seis.
fr: Deux lunes valent six.
hi: दो चाँद मतलब छह।
ru: Две луны означают шесть.
tr: İki ay simgesi altı antrenman demektir.
zh_hans: 两个月亮表示六次。

# onboarding.calendar.share
source: Share a workout
de: Training teilen
es: Compartir un entrenamiento
fr: Partager un exercice
hi: वर्कआउट शेयर करें
ru: Поделитесь тренировкой
tr: Antrenman paylaşın
zh_hans: 分享运动
